Repository: ArthurGabrieel/appi
Catalog: appi/Localizable.xcstrings
Source language: en
Languages: pt_br

# auth.basic
source: Basic
pt_br: Básico

# auth.basic.credentials
source: Credentials
pt_br: Credenciais

# auth.basic.password
source: Password
pt_br: Senha

# auth.basic.preview
source: Basic (%@)
pt_br: Básico (%@)

# auth.basic.username
source: Username
pt_br: Usuário

# auth.bearer
source: Bearer Token
pt_br: Token Bearer

# auth.bearer.preview
source: Bearer Token
pt_br: Token Bearer

# auth.bearer.tokenPlaceholder
source: Bearer token
pt_br: Token Bearer

# auth.editor.label
source: Auth editor
pt_br: Editor de autenticação

# auth.inherit
source: Inherit from Parent
pt_br: Herdar do pai

# auth.inherit.effective
source: Effective auth:
pt_br: Autenticação efetiva:

# auth.inherit.loading
source: Loading inherited auth…
pt_br: Carregando autenticação herdada…

# auth.inherit.preview.label
source: Inherited auth preview
pt_br: Pré-visualização de autenticação herdada

# auth.none
source: No Auth
pt_br: Sem autenticação

# auth.none.description
source: No authentication will be sent.
pt_br: Nenhuma autenticação será enviada.

# auth.oauth2.authURL
source: Authorization URL
pt_br: URL de autorização

# auth.oauth2.authorizing
source: Authorizing…
pt_br: Autorizando…

# auth.oauth2.clientId
source: Client ID
pt_br: ID do cliente

# auth.oauth2.clientSecret
source: Client Secret
pt_br: Segredo do cliente

# auth.oauth2.config
source: OAuth 2.0 Configuration
pt_br: Configuração OAuth 2.0

# auth.oauth2.getToken
source: Get Token
pt_br: Obter token

# auth.oauth2.reauthorize
source: Re-authorize
pt_br: Reautorizar

# auth.oauth2.redirectURI
source: Redirect URI
pt_br: URI de redirecionamento

# auth.oauth2.scopes
source: Scopes (space-separated)
pt_br: Escopos (separados por espaço)

# auth.oauth2.tokenObtained
source: Token obtained
pt_br: Token obtido

# auth.oauth2.tokenURL
source: Token URL
pt_br: URL do token

source: Auth Type
pt_br: Tipo de autenticação

# action.done
source: Done
pt_br: Concluído

# env.activate
source: Set Active
pt_br: Definir como ativo

# env.active
source: Active
pt_br: Ativo

# env.add
source: Add environment
pt_br: Adicionar ambiente

# env.delete
source: Delete
pt_br: Excluir

# env.newEnvironmentDefaultName
source: New Environment
pt_br: Novo ambiente

# env.list.label
source: Environments
pt_br: Ambientes

# env.picker.error
source: Environment error
pt_br: Erro de ambiente

# env.picker.label
source: Environment Picker
pt_br: Seletor de ambiente

# env.picker.manage
source: Manage Environments…
pt_br: Gerenciar ambientes…

# env.picker.none
source: No Environment
pt_br: Nenhum ambiente

# env.rename
source: Rename
pt_br: Renomear

# env.selectEnvironment
source: Select an environment
pt_br: Selecione um ambiente

# env.variable.add
source: Add variable
pt_br: Adicionar variável

# env.variable.delete
source: Delete variable
pt_br: Excluir variável

# env.variable.enabled
source: Enabled
pt_br: Ativado

# env.variable.key
source: Key
pt_br: Chave

# env.variable.secret
source: Secret
pt_br: Secreto

# env.variable.secretValue
source: Secret value
pt_br: Valor secreto

# env.variable.value
source: Value
pt_br: Valor

# request.auth
source: Auth
pt_br: Autenticação

# error.persistence.deleteFailed
source: Failed to delete item.
pt_br: Falha ao excluir o item.

# error.persistence.fetchFailed
source: Failed to fetch data.
pt_br: Falha ao buscar os dados.

# error.persistence.migrationFailed
source: Database migration failed.
pt_br: Falha na migração do banco de dados.

# error.persistence.saveFailed
source: Failed to save data.
pt_br: Falha ao salvar os dados.

# error.auth.unknown
source: Unknown OAuth2 error
pt_br: Erro OAuth2 desconhecido

# request.tabs.label
source: Request Tabs
pt_br: Abas da requisição
